[
    {
        "Title": "Slim sports teacher is top of the class",
        "PageName": "amy-richardson",
        "GlobalIntroduction": "Before losing weight Amy Richardson felt her ambitions of an active career were slipping away. But after joining her local Slimming World group she lost 7st 11½lbs, dropped from a size 24 to a 12 and bagged her dream job...",
        "Body": "<p><strong>A mum who lost nearly 8st to achieve her childhood dream of becoming a PE teacher has won a national slimming award.</strong></p><p>Weighing more than 19st and struggling to walk far without getting out of breath, Amy Richardson felt her ambitions of an active career were slipping away. But after joining her local Slimming World group she lost 7st 11&frac12;lbs, dropped from a size 24 to a 12 and bagged her dream job. Now she&rsquo;s making her high-school students proud after being named Slimming World&rsquo;s Miss Slinky 2014.</p><p>&ldquo;I felt like a fraud,&rdquo; says Amy, now 29. &ldquo;I was doing sports development at university, yet I found it difficult to climb the two flights of stairs to my lectures and had to wear men&rsquo;s sportswear because of my size. I couldn&rsquo;t imagine any school wanting to employ an overweight PE teacher and I knew I needed to do something.&rdquo;</p><p>Amy, from Mirfield in West Yorkshire, describes herself as a &lsquo;chubby child&rsquo; and says she often felt self-conscious when wearing a leotard to enjoy her hobby of trampolining. However, it was while studying at university that her weight began to impact on her everyday life. She says: &ldquo;It was the first time I&rsquo;d lived away from home, I was eating all the wrong things and going out with my friends most nights. At the time I didn&rsquo;t think about what I was eating and drinking at all but looking back it&rsquo;s no wonder my weight went up to more than 19st. My joints ached, I got out of breath easily and I lost all my confidence &ndash; on nights out I&rsquo;d just sit in the corner while all my friends were on the dance floor.&rdquo;</p><p>In early 2005 Amy&rsquo;s mum Lynne joined her local Slimming World group, but it wasn&rsquo;t until September that year when one of Amy&rsquo;s friends suggested they sign up too that Amy felt brave enough to give it a go. Within five weeks she&rsquo;d lost a stone, less than three years later she was 5st lighter, and today &ndash; after having her little girl &ndash; she&rsquo;s lost a total of 7st 11&frac12;lbs, dropping from 19st 2lbs to 11st 4&frac12;lbs.</p><p>Amy followed&nbsp;the Food Optimising plan and was immediately surprised at how well she could fit healthy eating into her life, even at university. She started making recipes from Slimming World&rsquo;s website and swapped her regular takeaways and convenience foods for quick and easy meals that she cooked from scratch, like home-made burgers made with extra-lean mince with healthy chips baked in the oven and jacket potatoes with baked beans and salad. She says: &ldquo;I taught myself how to cook lots of healthy meals and found things that I&rsquo;d thought were bland before tasted so much better when I made them myself. I could still have treats like chocolate or alcohol too, so I didn&rsquo;t have to miss out on nights out and lots of my friends didn&rsquo;t even realise I was slimming.&rdquo;</p><blockquote><p>She says: &ldquo;Before I went to the group I was scared, I worried what people would think of me and thought I might be the biggest person there. After a few weeks I saw how well it worked &ndash; I was even the &lsquo;Slimmer of the Month&rsquo; &ndash; and I was hooked. The group was so friendly and I realised everyone was in the same boat so no one judged you.&rdquo;</p></blockquote><p>As the weight came off Amy&rsquo;s energy and fitness levels improved, and her confidence increased too. By the time she left university and successfully applied for her first job as a PE teacher in 2008 she was 5st slimmer. She says: &ldquo;I couldn&rsquo;t believe I&rsquo;d achieved my dream and had the job I&rsquo;d always wanted. There&rsquo;s no way I&rsquo;d have been able to this job at 19st &ndash; at least not well &ndash; but now I can keep up with the kids, demonstrate things I want them to do, and I don&rsquo;t have to worry about my size at all. I&rsquo;ve lost another 2st 11&frac12;lbs since I&rsquo;ve been at the school and I think it&rsquo;s good for my students to see that I haven&rsquo;t followed some silly fad diet, I&rsquo;ve lost weight sensibly and kept it off.&rdquo;</p><p>Amy, who lives with fianc&eacute; Chris and their 17-month-old daughter Emily, has continued to attend her Slimming World group every week &ndash; even while she was pregnant with Emily*.</p><p>She says: &ldquo;I always joke that I&rsquo;ve taken the scenic route on my weight-loss journey. Right from the start I was determined that I didn&rsquo;t want a quick fix, I wanted to make a change for life, and I know I&rsquo;ve definitely done that. I&rsquo;ve never felt like I was missing out and eating healthily and being active are just part of my life now. I know I&rsquo;ll be able to pass everything Slimming World&rsquo;s taught me on to Emily so she&rsquo;ll never have to struggle with her weight like I did, which is an amazing feeling.</p><p>&ldquo;I can&rsquo;t imagine where I&rsquo;d be if I hadn&rsquo;t found Slimming World, but it&rsquo;s hard to believe I&rsquo;d be as happy as I am today &ndash; I&rsquo;ve got the figure I always wanted, my dream job, the perfect fianc&eacute; and a beautiful baby girl! Being named Slimming World&rsquo;s Miss Slinky 2014 is just the icing on the cake!&rdquo;</p><p><em>*Slimming World has worked with the Royal College of Midwives to develop a policy on supporting pregnant and breastfeeding women to manage their weight. Whether you&rsquo;re trying for a baby, you&rsquo;re already pregnant or you have a new bundle of joy, you&rsquo;ll discover <a href=\"http://www.slimmingworld.com/rcm/\">expert weight loss advice from Slimming World and the Royal College of Midwives here&hellip;</a></em></p>",
        "Images": [
            {
                "URL": ""
            }
        ],
        "Video": {
            "URL": "https://www.youtube.com/embed/BKcB0p8aCco"
        },
        "StoryCode": 1902
    },
    {
        "Title": "Brendan’s flying high after amazing weight loss!",
        "PageName": "brendanodonnell",
        "GlobalIntroduction": "The sky’s the limit for 31-year-old Brendan O’Donnell from Driffield, East Yorkshire who’s gone from struggling to fasten his seatbelt on a plane to looking forward to taking his first flying lessons after losing weight with Slimming World.",
        "ShortIntro": "Brendan's been named Slimming World's Man of the Year 2014 and shares his story here...",
        "Body": "<p><strong>The sky&rsquo;s the limit for 31-year-old Brendan O&rsquo;Donnell from Driffield, East Yorkshire&nbsp;who&rsquo;s gone from struggling to fasten his seatbelt on a plane to looking forward to taking his first flying lessons, after losing more than 11st. He&#39;s been named Slimming World&#39;s Man of the Year 2014 and shares his story here...</strong></p><p>&quot;I was nicknamed &lsquo;Big Bee&rsquo; as a child and had struggled with my weight since school. I turned 30 at the beginning of 2013.&nbsp;I&rsquo;d been lucky and didn&rsquo;t have any health problems, but I began to wonder how long I could continue with the lifestyle I was leading and remain reasonably healthy.</p><p>&ldquo;We organised a number of birthday celebrations throughout the year and looking back I realise my weight impacted on a lot of them. A holiday to Spain last summer was almost ruined because I spent the whole time feeling too hot to enjoy myself, and on the plane home I only just managed to fasten the seatbelt. It dug into me for the whole flight and I decided enough was enough.</p><h3>First night nerves</h3><p>&ldquo;Anyone who says they weren&rsquo;t nervous when they first joined Slimming World, especially a bloke, probably isn&rsquo;t telling the truth. Even though I joined with my wife, Sarah, I&nbsp;was terrified because I thought everyone was going to turn and look at me, but I needn&rsquo;t have worried as everyone was so friendly and welcoming &ndash; and there was even another man there which pleased me no end! I quickly realised I&rsquo;d come to the right place and I&rsquo;ve made so many friends there now, it&rsquo;s like having your own cheerleading squad every week.</p><blockquote><p>Sarah and I swapped our diet of ready meals, convenience foods and weekly takeaways for cooking meals from scratch including our favourite dish of barbecue pulled pork.</p></blockquote><p>&quot;Food Optimising is second nature to me now and I know I&rsquo;ve found a way of eating that I can enjoy for the rest of my life, because I never feel like I&rsquo;m missing out. I love that I can fill my plate and feel satisfied &ndash; the only problem now is that Sarah and I argue over who gets to do the cooking because we both enjoy it so much.</p><h3>Time for a bit of Body Magic</h3><p>&ldquo;After I&rsquo;d lost a bit of weight I decided I wanted to increase my activity levels and my Slimming World Consultant Shirley told me about the couch to 5km challenge, which promised to get you running for 30 minutes within weeks. I decided to give it a try and within&nbsp;8 weeks I ran 30 minutes without stopping &ndash; in fact, I was so pleased I ended up running for 45 minutes because I didn&rsquo;t want to stop.</p><h3>Working together</h3><p>&quot;I&#39;m delighted because I&#39;ve dropped from a size 6XL and a 48-inch waist to wearing M-L clothes and a 34-inch&nbsp;waist. Sarah&#39;s lost nearly 4 stones, too! It&rsquo;s been incredible and doing it together has been really important because whenever one of us has had a bad day the other one is there to pick them up and keep us both on track. &nbsp;</p><p>&quot;This summer I can&#39;t wait to go on holiday without worrying about the heat or aeroplane seats.&nbsp;We&rsquo;re returning to a music festival we went to last year and planning to recreate some of the photos to see the difference. I&rsquo;m also hoping to try scuba diving now I can fit in a wetsuit, and I&rsquo;m going to learn to fly, which is something I&rsquo;d always wanted to do but I was previously too heavy for light aircraft.</p><p>&quot;People always say that losing weight has given them a second chance at life but I&rsquo;ve never been this slim before so I feel like this is my first chance and I&rsquo;m determined to make the most of it. I&rsquo;m never going back to the old Brendan, this is me forever now.&rdquo;</p>",
        "Images": [
            {
                "URL": ""
            }
        ],
        "Video": {
            "URL": "https://www.youtube.com/embed/pv4J4MpkFK8"
        },
        "StoryCode": 2148
    },
    {
        "Title": "I’m finally starring in my own fairy tale",
        "PageName": "brianan-mcenteggart",
        "GlobalIntroduction": "Bríanán McEnteggart from Dundalk, Co. Louth, Ireland was told she might not see her 30th birthday if she didn’t slim down. Now she's been crowned Slimming World Woman of the Year 2014, after losing a life-changing amount of weight.",
        "ShortIntro": "Bríanán's been crowned Woman of the Year and shares her story here...",
        "Body": "<p><strong>Br&iacute;an&aacute;n McEnteggart from Dundalk, Co. Louth, Ireland was told she might not see her 30th birthday if she didn&rsquo;t slim down. Now, after losing 20st 5lbs, pretty Br&iacute;an&aacute;n has her whole life ahead of her with a new job she loves and she&rsquo;s just set up home with her boyfriend. To top it off, she&rsquo;s also been named Slimming World Woman of the Year 2014.</strong></p><p>&quot;Like most big kids I was picked on at school, I put up my defences so no-one would ever know they&rsquo;d hurt my feelings but when I got home I&rsquo;d cry. Not much changed as I got older. At 27 you should be out living your life, but I didn&rsquo;t want to be seen by anyone so I&rsquo;d just stay home and read a book or watch television.</p><p>&quot;One time I&nbsp;went to a hospital dietician and&nbsp;they said their scales couldn&rsquo;t weigh me and I had to sit in something called &lsquo;the obesity chair&rsquo; &ndash; it was mortifying. It&rsquo;s experiences like that crush your self-confidence bit by bit.</p><p>&quot;I had two major &lsquo;wake up calls&rsquo; to get me to join Slimming World. The first was when my doctor told me that I was on the verge of a heart attack &ndash; I was only 27! Hearing something like that scares the living daylights out of you. The second happened when my bath cracked under my weight while I was showering. I was horrified and wanted the ground to swallow me up. My dad tried to fix it to save my blushes, but that was the final push I needed and I joined Slimming World two days later.&nbsp;</p><blockquote><p>When I walked through the Slimming World doors I was a nervous wreck, then there was Fiona &ndash; my Consultant &ndash; with a huge smile on her face. She told me that I had nothing to worry about, and she&rsquo;s supported me ever since.</p></blockquote><p>&quot;Food Optimising &ndash;&nbsp;Slimming World&#39;s healthy eating programme &ndash;&nbsp;was like nothing I&rsquo;d ever tried before &ndash; it&rsquo;s like magic! I lost 11lbs in my first week and&nbsp;4&frac12;st in just three months,&nbsp;while enjoying stir-fries and roast dinners. A far cry from my past weight loss attempts which had left me hungry and miserable. Best of all, I&nbsp;can still enjoy treats like a small bar of chocolate, a bag of crisps or a vodka and diet cola. &nbsp;&nbsp;</p><p>&quot;Before I joined Slimming World I struggled to walk 600m, now I walk over three miles a day. I began by walking between one lamppost and another and building up slowly. I&rsquo;m hoping to take up Zumba soon and start shaking my hips a bit.&nbsp;</p><blockquote><p>Since losing weight I feel like a whole new person; I&rsquo;ve got a job, I&rsquo;ve got a boyfriend, I&#39;ve&nbsp;discovered a love of shopping and I&#39;ve swapped staying in for nights out on the dance floor with friends.</p></blockquote><p>&quot;I honestly believe that if it wasn&rsquo;t for my Slimming World group I wouldn&rsquo;t be alive today, I would be six-foot under and my parents would be visiting my grave. My doctor is over the moon and so am I.</p><p>&quot;When I look back at old photos of myself I can see that even though my mouth is smiling my eyes aren&rsquo;t smiling. I was a very unhappy girl &ndash; I would walk everywhere with my head down looking at the ground and I hated looking in the mirror. Now when I smile my whole face smiles, and I walk everywhere with my head held high. I feel like I&rsquo;ve got a second chance at life and I&rsquo;m looking forward to everything the future holds.&rdquo;</p>",
        "Images": [
            {
                "URL": ""
            }
        ],
        "Video": {
            "URL": "https://www.youtube.com/embed/sujhMQKG7RU"
        },
        "StoryCode": 2315
    },
    {
        "Title": "Losing weight helped me take control of my epilepsy",
        "PageName": "daniel-hassall",
        "GlobalIntroduction": "Daniel Hassall from Sandbach, Cheshire has epilepsy and would regularly suffer up to 30 seizures a day. Since losing 5st his seizures have reduced dramatically. Doctors are amazed at his transformation and he's been crowned Slimming World's Young Slimmer of the Year 2014.",
        "Body": "<p><strong>Daniel Hassall from Sandbach, Cheshire has epilepsy and would regularly suffer up to 30 seizures a day. Since joining Slimming World and losing 5st his seizures have reduced dramatically and he&rsquo;s thrilled to be able to live a much more normal life. Doctors&nbsp;are amazed at his transformation and&nbsp;he&#39;s been crowned Slimming World&#39;s Young Slimmer of the Year 2014.</strong></p><p>&quot;I&#39;d&nbsp;struggled with&nbsp;my weight ever since&nbsp;I was diagnosed with epilepsy aged five. I put on weight as a side effect of the drugs I was given, and it was definitely coupled with bad eating habits too.</p><p>&quot;Over the years&nbsp;I spent a lot of time in and out of hospital. I&#39;d suffer up to 30 partial seizures a day and one grand mal (full) seizure every couple of weeks, often leaving&nbsp;me with lasting side effects such as memory loss, extreme tiredness and low self-confidence.</p><p>&quot;Things had got pretty bleak and I was miserable, I felt like I was always just waiting for the next big seizure. While I was lying in my hospital bed I overheard the doctors saying that perhaps some of my seizures could be weight-related because my weight and my epilepsy together might be too much for my heart and my brain to cope with. Then another patient Richard, who&rsquo;d actually gone blind because of his epilepsy, told me that he and his wife had lost 8st with Slimming World and that had really helped him. I became determined to do something about my weight &ndash; it felt like my only option.</p><p>&quot;I was apprehensive about joining a slimming club and instead tried other weight-loss methods including dieting alone and going to the gym. Unfortunately the diets left&nbsp;me feeling hungry and&nbsp;my fitness regime had disastrous results as&nbsp;I suffered six grand mal seizures. I knew I was going to cause myself some serious damage if I carried on, so I remembered what Rich had said and went to Slimming World with my mum.</p><p>&quot;I&rsquo;d put off going to Slimming World because I thought I&rsquo;d be in a room full of women and I was so nervous that I don&rsquo;t think I said more than one word to anyone, but my Consultant Julie and all of the other members were really welcoming &ndash; and they weren&rsquo;t just old women!</p><blockquote><p>I soon started to feel more comfortable and now I love going to the group every week. I&rsquo;ve made so many friends and they&rsquo;ve been a constant encouragement.</p></blockquote><p>&ldquo;I&rsquo;ve always been a sucker for fast food because I wasn&rsquo;t much of a cook and it was quick and easy, but I&rsquo;ve learned about healthy eating at Slimming World. I&rsquo;ve realised that it doesn&rsquo;t mean starving yourself and there are lots of healthy meals that are really simple to make &ndash; I love having a big bowl of tuna pasta and can make a great chicken curry and rice.&rdquo;</p><p>&quot;I&nbsp;lost 6lbs in&nbsp;my first week and I&#39;ve lost 15 inches from&nbsp;my waist altogether, going from 47&rdquo; to 32&rdquo;. As&nbsp;I lost weight&nbsp;I was able to start exercising without triggering a seizure and&nbsp;I&#39;m now teaching martial arts as a volunteer.</p><p>&quot;Slimming down has had a huge impact on&nbsp;my epilepsy - my doctors can&rsquo;t believe it! They thought there might be a link between my weight and my epilepsy but they never expected losing weight to make such a big difference so they&rsquo;re delighted &ndash; and so am I. Walking into my Slimming World group was without doubt the best decision I&rsquo;ve ever made &ndash; it&rsquo;s changed my life &ndash; and I really want to share my story with other people who have epilepsy to make them aware of what a difference losing weight could make.</p><p>&ldquo;Before I lost weight I was a shadow of the person I am today, back then I&rsquo;d never have dreamed I could stand at the front of a group of people but now I&rsquo;ve got a new level of confidence and that&rsquo;s thanks to my Slimming World group. I&rsquo;ve always felt like an outsider because of my epilepsy and my Slimming World group is the first place I&rsquo;ve ever felt worthwhile and part of something. I&rsquo;ve found true friends in Julie and the other members and I&rsquo;d tell anyone who wants to lose weight, especially to improve their health and quality of life, to go for it &ndash; they won&rsquo;t regret it!&rdquo;</p>",
        "Images": [
            {
                "URL": ""
            }
        ],
        "Video": {
            "URL": "https://www.youtube.com/embed/DS9qKAa-uFE"
        },
        "StoryCode": 2055
    },
    {
        "Title": "Graeme and Lisa celebrate 20 years together by losing 10st!",
        "PageName": "couple-of-the-year-2014",
        "GlobalIntroduction": "A super-slimming couple are celebrating hitting their weight loss targets – losing more than 10st between them – and winning a national weight-loss competition in time for their 20th wedding anniversary.",
        "Body": "<p><strong>Graeme and Lisa Wharton, from Sunderland, are both the lightest they&rsquo;ve been in their adult lives after losing a combined weight of 10st 4lbs, meaning they weigh less than they did when they married 20 years ago. Read their inspirational story here...</strong></p><p>Lisa says&nbsp;&ldquo;My family always described me as &lsquo;from good stock&rsquo; or &lsquo;big-boned&rsquo; and Graeme was just told he had &lsquo;puppy fat&rsquo; so neither of us worried too much about our size. Then I suppose when we got together we were happy and content and, like a lot of couples, that saw us gain more weight.</p><p>&quot;We met in 1989 when&nbsp;I was just 16 and Graeme was 17.&nbsp;We married five years later and soon settled into family life when our son Jack, now 18, and daughter Alice, now 15, came along. I wore a size-18 dress on our wedding day and Graeme&rsquo;s suit had a 48&rdquo; waist. I always say we were blissfully ignorant because we were just young and content, we didn&rsquo;t realise how big we were or the health implications of our weight. We didn&rsquo;t think about what we were eating and just concentrated on enjoying our children.</p><p>&quot;In 2006&nbsp;I joined Slimming World and lost 4st 7lbs, but when&nbsp;I stopped attending the weekly group because of new work commitments&nbsp;I found it difficult to keep up healthy eating.</p><p>&quot;Fast-forward to&nbsp;2013&nbsp;and my&nbsp;clothes were starting to get tight so&nbsp;I decided to rejoin the Sunderland Slimming World group, run by&nbsp;Wendy, to get regular support, and this time Graeme came along, too.</p><p>Graeme says: &ldquo;The turning point for me came on Christmas Day 2012. We got dressed up for dinner, put our gladrags on as you do, but I felt so uncomfortable in my smart trousers and shirt because they were tight and I felt like I was spilling out over my trousers. I ended up going home to put my joggers on and that&rsquo;s when I knew I needed to do something. Lisa had always raved about Wendy and the group and I thought it might help me to go along as well, so I suggested we start going together.</p><blockquote><p>&ldquo;I think people expect it to be really nerve-wracking for a man to join a group like Slimming World but I honestly didn&rsquo;t worry because I had Lisa with me and there were lots of other couples there so I wasn&rsquo;t the only man.</p></blockquote><p>&quot;We always have a laugh; Wendy&rsquo;s a great support and it&rsquo;s good to be able to talk to other people who understand what you&rsquo;re going through because they&rsquo;re in the same boat or have been there before.&rdquo;</p><p>&quot;We swapped ready meals and convenience foods for healthy home-cooked meals like meatballs in tomato sauce with pasta and pulled pork with potato wedges and salad.&nbsp;Our whole family have changed their diet with Jack and Alice both picking up healthy habits from us. We share the cooking and it&rsquo;s so much more satisfying than ripping off some plastic and popping something in the microwave &ndash; my speciality is tomato and basil soup. Jack has started making his own healthy wraps for college and Alice often takes a pasta salad in a little lunchbox. We&rsquo;ve never forced it on them because they&rsquo;re kids after all, but it&rsquo;s great to know that they&rsquo;re growing up with much more knowledge and awareness about healthy eating than we did. They&rsquo;re switched on to it now because of the changes that we&rsquo;ve made and that&rsquo;s a great feeling.</p><p>&quot;Our new healthy eating habits gave&nbsp;us so much more energy that&nbsp;we decided to start exercising too.&nbsp;We both took up walking, then running, and Lisa joined a local bootcamp class. I couldn&rsquo;t even run a bath this time last year, so it&rsquo;s amazing to think that we&rsquo;ve gone from typical couch potatoes to owning lycra! The kids have got involved in that too, Jack comes running with me and Alice goes to bootcamp with her mum so we&rsquo;ve all caught the fitness bug. We&#39;re also running the Great North Run in September!</p><p>Lisa&#39;s&nbsp;delighted with her new size 12 figure and adds: &ldquo;This year is going to be really special. The kids are growing up &ndash; Jack&rsquo;s hopefully going to go to university in September and Alice to college &ndash; so it could be our last year at home together as a family. We&rsquo;ve got our wedding anniversary and the Great North Run, and now winning Couple of the Year makes it even more special. We&rsquo;re just looking forward to the next 20 years of marriage and all that it holds now we&rsquo;re healthier and fitter than ever!&rdquo;</p>",
        "Images": [
            {
                "URL": ""
            }
        ],
        "Video": {
            "URL": "https://www.youtube.com/embed/GwNps9eufyM"
        },
        "StoryCode": 1976
    },
    {
        "Title": "Ding dong! Bell-ringer Hayley wins weight-loss award!",
        "PageName": "hayley-bradley",
        "GlobalIntroduction": "Mum-of-three Hayley Bradley, who has taken up bell-ringing since slimming down, has been named Slimming World Diamond Member 2014 for her achievement in losing 9st 6½lbs and keeping the weight off for more than four years.",
        "Body": "<p><strong>Mum-of-three Hayley Bradley, who has taken up bell-ringing since slimming down, has been named Slimming World Diamond Member 2014 for her achievement in losing 9st 6&frac12;lbs and keeping the weight off for more than four years.</strong></p><p>&quot;Diagnosed with asthma as a child, I&rsquo;ve needed at least two different inhalers to prevent and relieve breathlessness and wheezing for as long as I can remember. My symptoms were triggered by exercise so I avoided activity, while thoroughly enjoying large quantities of home-cooked food. By the time I got married to Mark, age 19, I was probably about a size 26. Having three children didn&rsquo;t help my weight problems and I was convinced I&rsquo;d never be able to stick to an eating plan long enough to lose weight &ndash; I liked my takeaways too much!</p><p>&quot;I struggled to fit into fairground rides and was mortified when I was asked to get off a rollercoaster as I was too heavy. I once couldn&rsquo;t fit through a turnstile and on another occasion when we went boating I couldn&rsquo;t find a life jacket to fit.</p><p>&quot;In March 2008 I began to worry seriously about my health. An overweight friend had just been diagnosed with type 2 diabetes and I was concerned I might develop it, too. I also realised I was more dependent than ever on my inhalers, needing a puff of my reliever (which is supposed to be for emergency use) at the slightest exertion.</p><p>&ldquo;My husband had rejoined the RAF and we were invited to lots of glamorous events. I always felt like the biggest person in the room. I wanted to feel good and for Mark to be proud to have me on his arm.</p><h4>Joining a Slimming World group</h4><blockquote><p>I couldn&rsquo;t believe how easy Slimming World made it to change my eating habits. I could actually feel full rather than going to bed starving hungry.&nbsp;</p></blockquote><p>&quot;I found that the plan fitted well into family life, too &ndash; we all love spicy food in our house but instead of ordering a takeaway&nbsp;I started making chicken curry and rice and there were no complaints!</p><p>&quot;Within three months I had lost more than 2st and needed new clothes. By July 2010, I was amazed to find myself at target, which is where I&rsquo;ve stayed ever since.</p><h4>Ringing the changes</h4><p>&quot;I&#39;ve started attending Zumba classes, joined an amateur dramatics society and taken up bell-ringing. I&rsquo;d definitely have struggled to be a bell-ringer before, I&rsquo;d have got out of breath climbing up the bell tower and it&rsquo;s a very tight squeeze up there so that would have been difficult, too.</p><p>&ldquo;What&rsquo;s great is that the changes I&rsquo;ve made haven&rsquo;t only improved my health &ndash; I no longer have back pain and my asthma is symptom free &ndash; they&rsquo;ve made a difference to my family too. My daughter&#39;s lost weight and my whole family know how to make healthier choices now. We&rsquo;re much more active as a family, too.</p><p>&quot;Everything&rsquo;s so different now: I can go on rides, fit easily on bus seats, fly on a plane without worrying about having to ask for a seatbelt extension and shop anywhere on the high street. I finally like what I see in the mirror and now when Mark and I go to dinner parties and events I feel great. There&rsquo;s no going back to the old me &ndash; I&rsquo;ve made a life-long change and I&rsquo;m having too much fun.&rdquo;</p>",
        "Images": [
            {
                "URL": ""
            }
        ],
        "Video": {
            "URL": "https://www.youtube.com/embed/TmCLSYPODMA"
        },
        "StoryCode": 1654
    },
    {
        "Title": "I can eat myself thin!",
        "PageName": "jess-powell",
        "GlobalIntroduction": "Years of yo-yo dieting had left Jess Powell uncomfortable with her size and unhappy in herself. Then she said hello to a new, healthier way of eating with Slimming World.",
        "Body": "<p><strong>&ldquo;I&rsquo;ve been overweight since my early teens and I always felt bigger than my friends&rdquo; says Jess Powell, 26, who works in adult learning at a college in Swindon, Wiltshire.</strong></p><p>Jess tried lots of fad diets in the past but never stuck to them because there was too much emphasis on what she couldn&rsquo;t have. As a vegetarian, she also struggled to find diets that suited her meat-free lifestyle. Her weight reached an all-time high in June 2013. She says &ldquo;I was at my boyfriend&rsquo;s mum&rsquo;s birthday and his nan asked me &ndash; in front of everyone &ndash; if I&rsquo;d put on weight! I was mortified and that was the final push I needed to join Slimming World in January 2014.&rdquo;</p><p>Jess has lost 2st 5lbs and tells us how fantastic she feels&hellip;</p><p><strong>What made you choose Slimming World?</strong></p><p>I&rsquo;d heard good things about Slimming World from the ladies at work. Plus, they said that no food was off limits &ndash; including cheese, chips, pasta and potatoes! I felt nervous and a bit embarrassed about joining but also very excited. I couldn&#39;t wait to start my weight loss journey and see the number on the scales going down.</p><p><strong>What do you like best about Food Optimising?</strong></p><p>I follow the Extra Easy plan as I think it&#39;s just that &ndash; so very easy! I&rsquo;ve always loved eating and still do. I can still have big portions of my favourite meals, just with slight changes. I also love that I can still visit my favourite restaurants or go out drinking with the girls at the weekend.</p><p><strong>What&rsquo;s a typical day&rsquo;s eating now?</strong></p><p>Before I joined Slimming World I didn&rsquo;t bother with breakfast. Now I have a massive fruit salad with fat free yogurt at work and a fry-up with eggs, mushrooms, beans and tomatoes at the weekend. Lunches are usually homemade soups, salads, jacket potatoes with baked beans or Ryvita with cucumber, tomato and fat free cottage cheese.</p><p><strong>What evening meals do you enjoy?</strong></p><p>I make pasta bakes packed with Superfree foods and cheese from my Healthy Extra &lsquo;a&rsquo; choice, omelettes, stir fries and (of course) Slimming World chips! I snack on fruit, fat free yogurts and Hi-fi bars. I&#39;m never hungry and still eat all the foods I love.</p><p><strong>Did you eat out regularly while losing weight?</strong></p><p>Yes &ndash; at least once a week. I&rsquo;ve always had to look at restaurant menus before going to check that there&rsquo;s a veggie option. Now, I keep my eyes peeled for Food Optimising-friendly dishes like tomato-based pasta or curries packed with Superfree veggies.</p><p><strong>Are you a fan of Body Magic?</strong></p><p>I&#39;ve never been a huge fan of exercise, and I know that isn&#39;t going to change completely, but I do enjoy it (slightly!) more now that I&#39;m slimmer. I&rsquo;ve bought a couple of fitness DVDs that I enjoy and I do Zumba on the Wii.</p><p><strong>What do you enjoy the most about your Slimming World group?</strong></p><p>Talking about food in IMAGE Therapy &ndash; I love hearing about the meals that everyone&rsquo;s tried. Sharing ideas, recipes and tips really helps to keep me motivated and encourages me to try new things. Hearing other peoples&#39; stories is so motivating, especially if they have &#39;big&#39; clothes to show off. If I&rsquo;m having a bad week, the group gives me a boost and makes me think: &#39;that could be me next week!&#39;</p><p><strong>How has your Slimming World Consultant helped or supported you?</strong></p><p>Paula is absolutely fab. She&#39;s only a text away if I have any questions and is so positive and upbeat, which is just infectious. Paula really does go above and beyond to make group fun and different &ndash; her raffle prices are amazing, too!</p><p><strong>Were you discouraged at any time?</strong></p><p>I&rsquo;ve had weeks when I have gained but I&#39;ve always known why &ndash; too much to eat and drink during a holiday or over a weekend. However, there have been a couple of weeks when I haven&#39;t lost as much as I thought I would, which was very discouraging. The support from my boyfriend, friends, colleagues and (of course!) my Slimming World Consultant has really helped me to get straight back on plan.</p><p><strong>What are the key things you&rsquo;ve incorporated into your life to remain at target?</strong></p><p>I still keep a food diary using the Slimming World&nbsp;mobile site&nbsp;on my phone. I find it really useful and having the option to look back at past weeks is so handy. I still plan my week&rsquo;s meals which helps with the weekly food shop. Knowing what I&rsquo;m having when I get home from work reduces the risk of ordering a takeaway &ndash; and saves me money, too.</p><p><strong>How has your life changed since losing weight?</strong></p><p>I still get a buzz when people ask if I&#39;ve lost weight and really look forward to going out and socialising. I&#39;m so much more confident in myself and feel so much happier. I can now buy size 10 clothes&hellip; something I haven&#39;t done for a very, very long time.</p>",
        "Images": [
            {
                "URL": ""
            }
        ],
        "Video": {
            "URL": "https://www.youtube.com/embed/PwIqyPAVros?list=UUuc-skMhbfti3RZ9aWy3WWQ"
        },
        "StoryCode": 2125
    },
    {
        "Title": "Kim's slim after losing 17st!",
        "PageName": "kim-freshwater",
        "GlobalIntroduction": "A mum who was severely overweight for nearly four decades has lost more than half her body weight and been named as Slimming World’s Woman of the Year 2013.",
        "Body": "<p><strong>A mum who was severely overweight for nearly four decades has lost more than half her body weight after being forced to miss her son&rsquo;s awards ceremony for fear of breaking his school&rsquo;s chairs.&nbsp;</strong></p><p>At nearly 29st Kim Freshwater was used to avoiding social occasions like weddings and parties for fear of embarrassing her family and watched from the sidelines as her husband Lee and their three children enjoyed the activities that she couldn&rsquo;t manage, including playing in the park, watching films at the cinema and going on fairground rides. But when she had to skip her son&rsquo;s awards ceremony, Kim, from Havant in Hampshire, was devastated and knew she had to make a change. She joined Slimming World and less than three years later she&rsquo;s lost 17st 5lb, dropped from a dress size 36/38 to a 10/12, and been named as Slimming World&rsquo;s Woman of the Year 2013.</p><p>Kim says since losing weight she&rsquo;s making up for missing out on family life: &ldquo;Before I lost weight I had to walk with sticks and I couldn&rsquo;t fit in the seats at the cinema or on rides like rollercoasters. I once broke a chair at my friend&rsquo;s house, which was mortifying, and I even slept on the floor when we went away because I was so scared the bed wouldn&rsquo;t be able to take my weight. I&rsquo;ve missed so many wonderful moments with my family and I can never get those back, but now I&rsquo;m determined to make up for lost time and there&rsquo;s so much I want to do.&rdquo;</p><p>Kim&rsquo;s problems began at primary school and at just 11 she wore a dress size 14-16. When her father passed away in her teens she turned to food for comfort and put on more weight: &ldquo;My dad had always been my best friend and I suppose I used food to fill the hole he left. As I got older, people would always say how pretty I&rsquo;d be if I lost weight and I did try, but the diets I did were only ever quick fixes &ndash; I&rsquo;d regain all the weight I lost as soon as I stopped.&rdquo;</p><p>While she missed out on much of family life, Kim was proud that her weight had never prevented her from attending any of her children&rsquo;s school plays, parents&rsquo; evenings or other special events. But when their school swapped its solid chairs for flimsy foldaway ones, for the first time ever Kim had to skip one of her son&rsquo;s awards ceremonies, and soon after she was unable to attend a relative&rsquo;s funeral because she couldn&rsquo;t manage the long walk between the church and the graveside.</p><p>She says: &ldquo;I felt I&rsquo;d let my family down because I wasn&rsquo;t there to support them on either occasion. I was so upset about it one night that I couldn&rsquo;t sleep and there was a programme on TV about funerals, showing how severely overweight people need special coffins and how difficult it is to cremate their bodies. It was as if someone was trying to tell me something &ndash; I didn&rsquo;t ever want to put my family through that.&rdquo;</p><p>Kim already had a string of health problems including high blood pressure, breathing problems, back and knee pain. So she went to her GP to ask for help and was prescribed 12 weeks of vouchers to attend her local Slimming World group. &ldquo;I was worried people would judge me or the scales wouldn&rsquo;t go up to my weight,&rdquo; says Kim. &ldquo;I needn&rsquo;t have been so nervous though because everyone made me feel so welcome and my Consultant Georgina was really friendly. Now I recommend Slimming World to everyone, the group is such great support if the going ever gets a bit tough and they cheer you on with every pound you lose. My daughter Emma, who&rsquo;s 17, has come along to Slimming World with me every week and she&rsquo;s my biggest cheerleader!&rdquo;</p><p>Kim lost 3st 2lb in her first 12 weeks and went on to self-fund her weight loss. Now she&rsquo;s lost a total of 17st 5lb, dropping from 28st 12lb to 11st 7lb.</p><p>She has transformed her eating habits, swapping one big meal a day for three healthy homemade meals and snacks.</p><blockquote><p>&ldquo;When Georgina first told me about Slimming World&rsquo;s eating plan I waited for her to tell me what I couldn&rsquo;t have but there wasn&rsquo;t anything, I can have everything in moderation. I actually eat more now than I did before but I&rsquo;ve learned to make good choices. The plan isn&rsquo;t a diet, we all eat together as a family and we have lots of our old favourite meals, just adjusted so they&rsquo;re cooked in a healthier way.&rdquo; Says Kim.</p></blockquote><p>As her health improved, the full-time mum has also become more active. She plays tennis, goes swimming, walks miles &ndash; without her sticks &ndash; indulging her hobby of photography and has started cycling again after hanging up her helmet 20 years ago. Kim says: &ldquo;I can do so much more since losing weight but for me the biggest achievements are the small things, probably things that most people take for granted. I love that I don&rsquo;t need seatbelt extensions on planes anymore, I can sit in chairs with arms, I can shop on the high-street &ndash; the list is endless! My husband jokes that my weight loss has been hard on his bank balance because before I used to have four pairs of shoes but now I&rsquo;ve got about 40 and I only wore black but now my wardrobe&rsquo;s full of every colour of the rainbow.&rdquo;</p><p>She&rsquo;s determined she&rsquo;ll never go back to the old Kim. The new slim Kim has plans to ride her first rollercoaster and go on a zip wire and has already abseiled 350ft down the Spinnaker Tower in Portsmouth, raising &pound;600 for charity. She&rsquo;s also planning to renew her wedding vows on her 25<sup>th</sup> wedding anniversary next year in a beautiful size 12 dress.</p><p>She says: &ldquo;Before Slimming World I wasn&rsquo;t living, I was existing. I walked with my head down and tried to blend into the background; now I&rsquo;m living life to the full and have my head held high. I don&rsquo;t think I realised how unhappy I was until I became as happy as I am now. My daughter recently told me that I used to be a chunky caterpillar and now I&rsquo;m a beautiful butterfly, and that&rsquo;s exactly how I feel!&rdquo;</p>",
        "Images": [
            {
                "URL": ""
            }
        ],
        "Video": {
            "URL": "https://www.youtube.com/embed/TY7ECmOHXrs"
        },
        "StoryCode": 1829
    },
    {
        "Title": "Prom dress horror led Paige to Slimming World!",
        "PageName": "paige-stoodley",
        "GlobalIntroduction": "Before losing weight 18-year-old Paige suffered severe back pain and was distraught at unflattering school prom photos. Now, after losing 5st 11lbs she’s been crowned Slimming World's Young Slimmer of the Year 2013.",
        "Body": "<p><strong>While lots of young people gain weight at university, after years of being unhappy with her size, Paige Stoodley is starting her first term lighter than ever &ndash; and she&rsquo;s confident that&rsquo;s the way she&rsquo;ll stay.</strong></p><p>Before losing weight 18-year-old Paige suffered severe back pain and used to get nervous before going out with her slim friends. But it wasn&rsquo;t until seeing the unflattering photos from her school prom that she was inspired to lose 5st 11lbs with Slimming World.</p><p>Now she&rsquo;s top of the class after being named Slimming World Young Slimmer of the Year 2013 and, as she heads off to Keele University, she&rsquo;s urging any students worried about their weight to take advantage of an upcoming special offer for Free Membership to any Slimming World group.</p><p>Paige says: &ldquo;I used to worry that people would stare at me or judge me because of my size. I hadn&rsquo;t really even considered going to university before losing weight because the thought of meeting new people terrified me, but now I feel so much more confident &ndash; I can&rsquo;t wait.</p><blockquote><p>&ldquo;I think lots of people my age think that slimming clubs aren&rsquo;t &ldquo;cool&rdquo; or are just for older people, but that&rsquo;s absolutely not the case. It&rsquo;s the best thing I&rsquo;ve ever done and I&rsquo;d advise any young people who want to feel better about themselves to join a group now.&rdquo;</p></blockquote><p>The Telford teenager had struggled with her weight for years: &ldquo;For as long as I remember I&rsquo;ve always been bigger than my friends. I was a very emotional eater, I used food as a reward for doing well or as a comforter if I&rsquo;d had a bad day.&rdquo;</p><p>Paige tried losing weight before but often got bored of feeling restricted or giving up her favourite foods so would throw in the towel. It wasn&rsquo;t until after her school prom that her nan persuaded Paige to join her at their local Slimming World group in April 2012 and she managed to lose weight successfully for the first time.</p><p>She says: &ldquo;At the age of 17 I was almost 17st and I knew something had to change. Shopping for my prom dress was probably one of the worst experiences I&rsquo;ve ever had. I was so excited and had all these ideas in my head of how I wanted to look, but the reality was that every dress I liked either didn&rsquo;t fit or looked horrendous. I felt so embarrassed that I ended up just wanting to go home. I did find a dress in the end but I didn&rsquo;t like any of the photos of me in it. It was then my nan suggested I come to Slimming World with her.&rdquo;</p><p>Paige was nervous about walking into the group but soon realised that no-one was judging her and she instantly knew the club&rsquo;s Food Optimising plan was for her: &ldquo;Being able to eat pasta and potatoes without weighing and measuring them out seemed too good to be true, and I loved being able to have a treat like a bar of chocolate or a bag of crisps when I fancied one as well. It&rsquo;s about learning how to balance your diet, not restricting yourself.&rdquo;</p><p>Attending the group each week, Paige learned about healthy eating and picked up lots of different recipes from her Consultant Celia Powell and the other members &ndash; her favourite is homemade beef burgers with potato wedges and salad. Now she&rsquo;s a confident cook and regularly cooks for her mum and dad, which she believes will stand her in good stead when she leaves home for university later this month.</p><p>She says: &ldquo;What I liked is that the plan put me in control. I was given all the information, support and tools I needed but the choice &ndash; about what weight I wanted to be or what I wanted to eat &ndash; and the responsibility was mine. It makes me feel so proud of what I&rsquo;ve achieved, more so than if I&rsquo;d have just been doing as I was told or following some strict regime for a short period of time.</p><p>&ldquo;I know I&rsquo;ll have to live on a fairly tight budget at university but I think I&rsquo;ve learned a lot about value for money and how to get healthy, tasty food without spending too much &ndash; I love big pasta dishes and jacket potatoes. I still manage to eat out with my friends and go on nights out too so I&rsquo;m not worried about socialising either.&rdquo;</p><p>Since starting at Slimming World Paige, who also walks regularly now instead of taking the bus, has dropped from a dress size 22 to a 12. It was after starting to lose weight that she decided to apply to study mental health nursing at university. Paige says: &ldquo;I know nursing can be quite physical and you&rsquo;re on your feet a lot so I was worried I wouldn&rsquo;t have been able to cope with that side of things when I was bigger. I&rsquo;m sure that my weight loss helped me get accepted too. I think I was able to get across my enthusiasm and passion for nursing because I feel better about myself. I feel like I make a better first impression, so I could focus on the interview itself.&rdquo;</p>",
        "Images": [
            {
                "URL": ""
            }
        ],
        "Video": {
            "URL": "https://www.youtube.com/embed/BMuyxGftmvw"
        },
        "StoryCode": 1753
    },
    {
        "Title": "Stuart's scored weight loss success!",
        "PageName": "stuart-eggleshaw",
        "GlobalIntroduction": "Stuart Eggleshaw from Kirkby-in-Ashfield, Nottinghamshire regularly experienced embarrassment when he couldn’t fit through football turnstiles, but it was a minor car crash that finally forced him to join Slimming World. It motivated him to lose 22st 9lbs and now he’s been crowned Slimming World Greatest Loser 2014.",
        "Body": "<p><strong>Stuart Eggleshaw from Kirkby-in-Ashfield, Nottinghamshire regularly experienced embarrassment when he couldn&rsquo;t fit through turnstiles as he followed his beloved Mansfield Town FC&nbsp;</strong><strong>around the country, but it was a minor car crash that finally forced him to join Slimming World. It motivated him to lose 22st 9lbs and now he&rsquo;s been&nbsp;crowned Slimming World Greatest Loser 2014. Read his amazing story here...</strong></p><p>&ldquo;Luckily the car crash incident wasn&rsquo;t serious but the paramedics had to be called. It was then I realised that if the accident had been more serious and I&rsquo;d been injured they probably would have found me very difficult to treat. I started asking myself, &lsquo;would they have been able to get me out of the car?&rsquo;, &lsquo;would they have been able to lift me into the ambulance?&rsquo;, &lsquo;would they have needed specialist equipment?&rsquo;.... I realised that any or all of those things could have prevented them from getting me to hospital in time and, ultimately, from saving my life. That was my wake-up call and I joined Slimming World soon afterwards.&rdquo;</p><p>&quot;I&#39;ve struggled with my weight from a young age but&nbsp;I remember my&nbsp;size increasing rapidly around eight years ago. I was always described as &lsquo;big-boned&rsquo;, but when I hit 35 it seems like I was always having to buy bigger and bigger clothes. I tried going to the gym to lose weight but it never seemed to shift because I wasn&rsquo;t changing my eating habits, and in the end I stopped going.</p><h4>Taking that first step...</h4><p>&ldquo;I was apprehensive about walking into the group on that first night as I knew there&rsquo;d probably be lots of women and not&nbsp;many men, but everyone was friendly and I got a warm welcome.</p><p>&quot;I was amazed at the variety of foods that I could eat without having to restrict my portions and was delighted that I could still enjoy all my favourite meals just by making changes to the way I prepared and cooked them. For breakfast I enjoy cereal topped with berries and lunch is usually jacket potato and baked beans with&nbsp;mounds of salad. I snack on lots of fruit&nbsp;like bananas, mango, melon and pineapple. Currently my favourite meal is a Malaysian chicken curry from one of Slimming World&rsquo;s recipe books.</p><blockquote><p>I can&rsquo;t speak highly enough of the whole experience and I&rsquo;ve had so much support from my Consultant Annette and the rest of the group. I&rsquo;m always encouraging other men to join now and one of my male colleagues has even lost 3st.</p></blockquote><h4>Next step - a half marathon!&nbsp;</h4><p>&ldquo;Before I joined Slimming World I would park the car as close to wherever I was going as humanly possible because I found walking just short distances very difficult. Now I cycle 40 miles a week, run 15 miles a week and play five-a-side football twice a week &ndash; and I love it. I&rsquo;m hoping to do a half marathon next year and would like to enter a triathlon too. I&rsquo;ve got two nephews who I&rsquo;m much closer to now because I can run around with them and do more adventurous things like visit theme parks and take them on holiday.</p><p>&quot;I work on the&nbsp;scoreboard at Mansfield Town&rsquo;s One Call Stadium and I&nbsp;used to struggle to fit through the turnstiles but now I go through them with ease &ndash; and with a big smile on my face. In fact there are so many things I can do that I couldn&rsquo;t have even attempted when I was bigger &ndash; playing football with my nephews, buying clothes on the high street, flying on a plane without having to ask for a seatbelt extension and much more. Life is immeasurably better and I enjoy every moment. Now I&rsquo;m ready for the next chapter of my life which will hopefully involve meeting someone to share all this with and starting a family.&rdquo;</p>",
        "Images": [
            {
                "URL": ""
            }
        ],
        "Video": {
            "URL": "https://www.youtube.com/embed/neR2MJFUDIc"
        },
        "StoryCode": 2040
    }
]